/**
 * 字典配置文件
 */
var dicConfig = {
	dicInitData : [
			/** ******************业务字典 start******************* */
			//性别
			{
				'id' : '100',
				'name' : '性别',
				'child' : [ [ 0, '男' ], [ 1, '女' ] ]
			},
			// 李宁：民族
			{
				'id' : '101',
				'name' : '民族',
				'child' : [ [ 0, '网站页面' ], [ 1, '其他' ] ]
			},
			//学历
			{
				'id' : '102',
				'name' : '学历',
				'child' : [ [ 0, '小学' ], [ 1, '初中' ], [ 2, '高中' ], [ 3, '大专' ],
						[ 4, '大本' ], [ 5, '硕士' ], [ 6, '博士' ] ]
			},
			
			// 李宁：职务级别
			{
				'id' : '103',
				'name' : '职务级别',
				'child' : [ [ 0, '普通类别' ], [ 1, '其他' ]]
			},
			// 宋森：人员综合标识
			{
				'id' : '104',
				'name' : '人员综合标识',
				'child' : [ [ 0, '一类艰边地区' ], [ 1, '二类艰边地区' ], [ 2, '三类艰边地区' ]]
			},
			// 王强
			{
				'id' : '105',
				'name' : '工资级别',
				'child' : [ [ 0, '四级' ], [ 1, '五级' ], [ 2, '六级' ], [ 3, '七级' ],
						[ 4, '八级' ], [ 5, '九级' ], [ 6, '十级' ], [ 7, '十一级' ],
						[ 8, '十二级' ], [ 9, '十三级' ], [ 10, '十四级' ],
						[ 11, '十五级' ], [ 12, '十六级' ], [ 13, '十七级' ],
						[ 14, '十八级' ], [ 15, '十九级' ], [ 16, '二十级' ],
						[ 17, '二十一级' ], [ 18, '二十二级' ], [ 19, '二十三级' ],
						[ 20, '二十四级' ], [ 21, '二十五级' ], [ 22, '二十六级' ],
						[ 23, '二十七级' ], [ 24, '高级技师' ], [ 25, '技师' ],
						[ 26, '高级工' ], [ 27, '中级工' ], [ 28, '初级工' ],
						[ 29, '学徒期技术工人第二年' ], [ 30, '学徒期技术工人第一年' ],
						[ 31, '机关普工' ], [ 32, '熟练期普通工人' ], [ 33, '管理一级（正部级）' ],
						[ 34, '管理二级（副部级）' ], [ 35, '管理三级（正局级）' ],
						[ 36, '管理四级（副局级）' ], [ 37, '管理五级（正处级）' ],
						[ 38, '管理六级（副处级）' ], [ 39, '管理七级（正科级）' ],
						[ 40, '管理八级（副科级）' ], [ 41, '管理九级（科员级）' ],
						[ 42, '管理十级（办事员级）' ], [ 43, '试用期行政管理人员' ],
						[ 44, '正高（专技一级）' ], [ 45, '正高（专技二级）' ],
						[ 46, '正高（专技三级）' ], [ 47, '正高（专技四级）' ],
						[ 48, '副高（专技五级）' ], [ 49, '副高（专技六级）' ],
						[ 50, '副高（专技七级）' ], [ 51, '中级（专技八级）' ],
						[ 52, '中级（专技九级）' ], [ 53, '中级（专技十级）' ],
						[ 54, '助理级（专技十一级）' ], [ 55, '助理级（专技十二级）' ],
						[ 56, '员级（专技十三级）' ], [ 57, '见习期专业技术人员' ],
						[ 58, '技术工一级（高级技师）' ], [ 59, '技术工二级（技师）' ],
						[ 60, '技术工三级（高级）' ], [ 61, '技术工四级（中级）' ],
						[ 62, '技术工五级（初级）' ], [ 63, '学徒期技术工人第二年' ],
						[ 64, '学徒期技术工人第一年' ], [ 65, '事业普工' ],
						[ 66, '熟练期普通工人' ], [ 67, '第一名' ], [ 68, '第二名' ],
						[ 69, '第三名' ], [ 70, '第四名' ], [ 71, '第五名' ],
						[ 72, '第六名' ], [ 73, '第七名' ], [ 74, '第八名' ],
						[ 75, '无成绩' ] ]
			},

		
			{
				'id' : '106',
				'name' : '政治面貌',
				'child' : [ [ 0, '中共党员' ],  [ 1, '共青团员' ],[ 2, '无党派民主人士' ],[ 3, '普通群众' ], [ 4, '其他' ]]
			},

			{
				'id' : '107',
				'name' : '人员分类',
				'child' : [ [ 0, '公务员' ], [ 1, '机关技术工人' ], [ 2, '机关普通工人' ],
						[ 3, '事业管理人员' ], [ 4, '事业专业技术人员' ], [ 5, '事业技术工人' ],
						[ 6, '事业普通工人' ], [ 7, '运动员' ], [ 8, '员额法官' ],
						[ 9, '员额检察官' ], [ 10, '法官助理' ], [ 11, '检察官助理' ],
						[ 12, '书记员' ],[ 13, '参照机关事业单位管理人员' ], 
						[ 14, '其他辅助类人员' ], [ 15, '协管员' ] ]
			},


			{
				'id' : '109',
				'name' : '学历等级',
				'child' : [ [ 0, '博士研究生' ], [ 1, '硕士研究生' ],
						[ 2, '双学士、研究生班毕业及未获硕士学位的研究生' ], [ 3, '大学本科毕业生' ],
						[ 4, '大学专科毕业生' ], [ 5, '高中、中专及中技毕业生' ],
						[ 6, '初中毕业生及以下' ] ]
			},

			{
				'id' : '110',
				'name' : '工资类别',
				'child' : [ [ 0, '公务员' ], [ 1, '机关技术工人' ], [ 2, '机关普通工人' ],
						[ 3, '事业管理人员' ], [ 4, '事业专业技术人员' ], [ 5, '事业技术工人' ],
						[ 6, '事业普通工人' ], [ 7, '运动员' ], [ 8, '员额法官' ],
						[ 9, '员额检察官' ], [ 10, '法官助理' ], [ 11, '检察官助理' ],
						[ 12, '书记员' ] ]
			},

			{
				'id' : '111',
				'name' : '职级',
				'child' : [ [ 0, '正处职级' ], [ 1, '副处职级' ], [ 2, '正科职级' ],
						[ 3, '副科职级' ], [ 4, '科员职级' ] ]
			},

			{
				'id' : '112',
				'name' : '工资档次',
				'child' : [ [ 0, '1' ], [ 1, '2' ], [ 2, '3' ], [ 3, '4' ],
						[ 4, '5' ], [ 5, '6' ], [ 6, '7' ], [ 7, '8' ],
						[ 8, '9' ], [ 9, '10' ], [ 10, '11' ], [ 11, '12' ],
						[ 12, '13' ], [ 13, '14' ], [ 14, '15' ], [ 15, '16' ],
						[ 16, '17' ], [ 17, '18' ], [ 18, '19' ], [ 19, '20' ],
						[ 20, '21' ], [ 21, '22' ], [ 22, '23' ], [ 23, '24' ],
						[ 24, '25' ], [ 25, '26' ], [ 26, '27' ], [ 27, '28' ],
						[ 28, '29' ], [ 29, '30' ], [ 30, '31' ], [ 31, '32' ],
						[ 32, '33' ], [ 33, '34' ], [ 34, '35' ], [ 35, '36' ],
						[ 36, '37' ], [ 37, '38' ], [ 38, '39' ], [ 39, '40' ],
						[ 40, '41' ], [ 41, '42' ], [ 42, '43' ], [ 43, '44' ],
						[ 44, '45' ], [ 45, '46' ], [ 46, '47' ], [ 47, '48' ],
						[ 48, '49' ], [ 49, '50' ], [ 50, '51' ], [ 51, '52' ],
						[ 52, '53' ], [ 53, '54' ], [ 54, '55' ], [ 55, '56' ],
						[ 56, '57' ], [ 57, '58' ], [ 58, '59' ], [ 59, '60' ],
						[ 60, '61' ], [ 61, '62' ], [ 62, '63' ], [ 63, '64' ],
						[ 64, '65' ] ]
			},
			// 李宁 警衔
			{
				'id' : '113',
				'name' : '职务级别',
				'child' : [ [ 0, '上将' ], [ 1, '中将' ], [ 2, '少将' ], [ 3, '大校' ],
						[ 4, '上校' ], [ 5, '中校' ], [ 6, '少校' ], [ 7, '上尉' ],
						[ 8, '中尉' ], [ 9, '少尉' ], [ 10, '六级士官' ],
						[ 11, '五级士官' ], [ 12, '四级士官' ], [ 13, '三级士官' ],
						[ 14, '二级士官' ], [ 15, '一级士官' ], [ 16, '上等兵' ],
						[ 17, '列兵' ], [ 18, '学员衔' ], [ 19, '未受衔' ],
						[ 20, '总警衔' ], [ 21, '副总警监' ], [ 22, '一级警监' ],
						[ 23, '二级警监' ], [ 24, '三级警监' ], [ 25, '一级警督' ],
						[ 26, '二级警督' ], [ 27, '三级警督' ], [ 28, '一级警司' ],
						[ 29, '二级警司' ], [ 30, '三级警司' ], [ 31, '一级警员' ],
						[ 32, '二级警员' ], [ 33, '无警衔' ], [ 34, '海关总监' ],
						[ 35, '海关副总监' ], [ 36, '一级关务监督' ], [ 37, '二级关务监督' ],
						[ 38, '三级关务监督' ], [ 39, '一级关务督察' ], [ 40, '二级关务督察' ],
						[ 41, '三级关务督察' ], [ 42, '一级关务督办' ], [ 43, '二级关务督办' ],
						[ 44, '三级关务督办' ], [ 45, '一级关务员' ], [ 46, '二级关务员' ],
						[ 47, '首席大法官' ], [ 48, '一级大法官' ], [ 49, '二级大法官' ],
						[ 50, '一级高级法官' ], [ 51, '二级高级法官' ], [ 52, '三级高级法官' ],
						[ 53, '四级高级法官' ], [ 54, '一级法官' ], [ 55, '二级法官' ],
						[ 56, '三级法官' ], [ 57, '四级法官' ], [ 58, '五级法官' ],
						[ 59, '首席大检察官' ], [ 60, '一级大检察官' ], [ 61, '二级大检察官' ],
						[ 62, '一级高级检察官' ], [ 63, '二级高级检察官' ],
						[ 64, '三级高级检察官' ],[65, '四级高级检察官'], [ 66, '一级检察官' ],
						[ 67, '二级检察官' ], [ 68, '三级检察官' ], [ 69, '四级检察官' ],
						[ 70, '五级检察官' ] ]
			},
			{
				'id' : '114',
				'name' : '低一级聘任职务级别',
				'child' : [ [ 0, '省部级正职' ], [ 1, '省部级副职' ], [ 2, '局局级正职' ], [ 3, '局局级副职' ],
						[ 4, '县处级正职' ], [ 5, '县处级副职' ], [ 6, '乡科级正职' ], [ 6, '乡科级副职' ], [ 6, '科员' ] ]
			},
			{
				'id' : '115',
				'name' : '低一级聘任职务属性',
				'child' : [ [ 0, '领导职务' ], [ 1, '非领导职务' ] ]
			},
			{
				'id' : '116',
				'name' : '年龄',
				'child' : [ [ 0, '30岁及以下' ], [ 1, '31-40岁' ], [ 2, '41-50岁' ]
				, [ 3, '51-60岁' ], [ 4, '61-65岁' ], [ 5, '66岁及以上' ]]
			},
			{
				'id' : '117',
				'name' : '任职年限',
				'child' : [ [ 0, '1年' ], [ 1, '2年' ], [ 2, '3年' ]
				, [ 3, '4年' ], [ 4, '5年' ], [ 5, '6-10年' ]
				, [ 6, '11-15年' ], [ 7, '16-20年' ], [8, '21-25年' ]
				, [ 9, '26-30年' ], [ 10, '30年以上' ]]
			},
			//申报类型    刘悦  
			{
				'id' : '118',
				'name' : '申报类别',
				'child' : [ [ 0, '技术开发' ], [ 1, '技术转让' ], [ 2, '技术服务' ],
						[ 3, '技术咨询' ] ]
			},
			/**
			 * 项目发布 项目类别
			 */
			{
				'id' : '119',
				'name' : '海外经历',
				'child' : [ [ 0, '是' ], [ 1, '否' ]]
			},
			/**
			 * 项目发布 计划类别
			 */
			{
				'id' : '120',
				'name' : '计划类别',
				'child' : [ [ 0, '综合类' ], [ 1, '科研产业化类' ], [ 2, '社会发展类' ],
				            [ 3, '高新技术产业促进类' ],[ 4, '创业服务中心' ]]
			},
			/**
			 * 项目状态
			 */
			{
				'id' : '121',
				'name' : '项目状态',
				'child' : [ [ 0, '未发布' ], [ 1, '可申报' ], [ 2, '评审' ], 
				            [ 3, '评审结束' ],[ 4, '立项' ],[ 5, '签订任务书' ],[ 13, '审核任务书' ],
				            [ 6, '项目开展中' ],[ 7, '申请验收' ],[ 8, '受理验收' ],
				            /*[ 9, '申请验收证书' ],*/[ 10, '验收中' ],[ 11, '结项' ],
				            [ 12, '中止' ]]
			},
			/**
	         * 技术攻关项目团队人员类型
	         */
			{
				'id' : '122',
				'name' : '人员类型',
				'child' : [ [ 0, '项目负责人' ], [ 1, '主要参加人' ], [ 2, '参加人员' ]]
			},
			/**
			 * 添加通知公告类型 
			 */
			
			{
				'id' : '123',
				'name' : '通知类型',
				'child' : [ [ 0, '定向' ], [ 1, '广泛' ]]
			},
        /**
         * 申报主持单位隶属关系
         */
        {
            'id' : 'jcxx001',
            'name' : '隶属',
            'child' : [ [ 0, '中直' ], [ 1, '省直' ]
                , [ 2, '其他' ]]
        },
		/**
         * 申报主持单位类别
         */
        {
            'id' : 'jcxx002',
            'name' : '单位类别',
            'child' : [ [ 0, '企业' ], [ 1, '科研机构' ], [ 2, '高等院校' ], [ 3, '事业单位' ]
                , [ 4, '其他' ]]
        },
        /**
         * 成果转换类型预期产生作用
         */
        {
            'id' : 'cg001',
            'name' : '预期产生作用',
            'child' : [ [ 0, '形成规模化生产' ], [ 1, '提高企业经济效益' ]
                , [ 2, '明显提高产业技术水平' ], [ 3, '带动地方经济发展' ]
                , [ 4, '形成战略性新兴产业' ], [ 5, '产生较大社会效益' ]]
        },
        /**
         * 技术攻关预期成果
         */
        {
            'id' : 'gg001',
            'name' : '预期成果',
            'child' : [ [ 0, '新产品' ], [ 1, '新品种' ], [ 2, '新工艺' ], [ 3, '新装置' ], 
                        [ 4, '新材料' ], [ 5, '技术标准（国际标准、国家标准、行业标准、企业标准）' ], 
                        [ 6, '专利' ], [ 7, '计算机软件' ], [ 8, '论文论著' ], [ 9, '研究报告' ],
                        [ 10, '其它' ]]
        },
        /**
         * 技术攻关成果预期作用
         */
        {
            'id' : 'gg002',
            'name' : '成果预期作用',
            'child' : [ [ 0, '形成自主研发能力' ], [ 1, '突破关键技术' ], [ 2, '试点示范' ], 
                        [ 3, '规模生产' ], [ 4, '推广应用' ], [ 5, '提高经济效益' ], 
                        [ 6, '其他' ]]
        },
        /**
         * 项目追踪项目组报告情况
         */
        {
            'id' : '124',
            'name' : '项目组报告情况',
            'child' : [ [ 0, '完成' ], [ 1, '未完成' ], 
                        [ 2, '取得重大突破' ]]
        },
        /**
         * 项目追踪推荐单位意见
         */
        {
            'id' : '125',
            'name' : '推荐单位意见',
            'child' : [ [ 0, '属实' ], [ 1, '不属实' ]]
        },
        /**
         * 项目追踪申报人提交状态
         */
        {
            'id' : '126',
            'name' : '推荐单位意见',
            'child' : [ [ 0, '已提交' ], [ 1, '未提交' ]]
        },
        /**
         * 申报参加单位参与方式
         */
        {
            'id' : '127',
            'name' : '参与方式',
            'child' : [ [ 0, '合作' ], [ 1, '技术承接' ], [ 2, '技术依托' ]]
        },
        /**
         * 专家组人员类型
         */
        {
            'id' : '128',
            'name' : '人员类型',
            'child' : [ [ 0, '组长' ], [ 1, '成员' ]]
        },
        /**
         * 项目中止状态
         */
        {
            'id' : '129',
            'name' : '项目中止状态',
            'child' : [ [ 0, '新建' ], [ 1, '未审核' ],[ 2, '同意' ], [ 3, '不同意' ]]
        },
        /**
         * 验收申请创新类型
         */
        {

            'id' : 'ys001',
            'name' : '创新类型',
            'child' : [ [ 0, '原始创新' ], [ 1, '集成创新' ],[ 2, '引进消化吸收再创新' ]]
        },
        /**
         * 验收申报方式
         */
        {
            'id' : 'ys002',
            'name' : '验收申报方式',
            'child' : [ [ 0, '技术创新战略联盟申报' ], [ 1, '产学研联合申报' ],[ 2, '其它' ]]

        },
        /**
         * 签订状态
         */
        {
            'id' : '130',
            'name' : '签订状态',
            'child' : [ [ 0, '未签订' ], [ 1, '签订' ]]

        },
        /**
         * 诚信评价体系
         */
        {
            'id' : '131',
            'name' : '诚信评价体系',
            'child' : [ [ 0, '未加入诚信评价体系' ], [ 1, '已加入红名单' ],[ 2, '已加入黑名单' ],[ 3, '已加入白名单' ],[ 4, '已加入蓝名单' ]]

        },
        
        
        /**
         * 项目人员类型
         */
        {
            'id' : '132',
            'name' : '项目人员类型',
            'child' : [ [ 0, '项目负责人' ], [ 1, '第一参加人' ],[ 2, '第二参加人' ],[ 3, '第三参加人' ],[ 4, '第四参加人' ],[ 5, '第五参加人' ]]

        },
        /**
         * 高新后补助项目类别
         */
        {
            'id' : '133',
            'name' : '高新后补助项目类别',
            'child' : [ [ 0, '白山市创新型科技企业认定后补助项目申报表' ], [ 1, '白山市星创天地认定备案后补助项目申报表' ],[ 2, '白山市科技企业孵化器（众创空间）认定后补助项目申报表' ],[ 3, '省级科技企业孵化器（众创空间）运行经费后补助项目申报表' ]]

        },
        /**
         * 综合科后补助项目类别
         */
        {
            'id' : '134',
            'name' : '综合科后补助项目类别',
            'child' : [ [ 0, '科技成果转化后补助项目申报表' ], [ 1, '研发机构后补助项目申报表' ],[ 2, '研发平台提质升级后补助项目申报表' ],[ 3, '重大专项前期准备后补助项目申报表' ]]

        },
        /**
         * 高新后补助项目类别
         */
        {
            'id' : '135',
            'name' : '高新后补助申报类别',
            'child' : [ [ 0, '白山市创新型科技企业认定' ], [ 1, '白山市星创天地认定备案' ],[ 2, '白山市科技企业孵化器（众创空间）认定' ],[ 3, '省级科技企业孵化器（众创空间）运行经费' ]]

        },
        /**
         * 综合科后补助项目类别
         */
        {
            'id' : '136',
            'name' : '综合科后补助申报类别',
            'child' : [ [ 0, '初中及以下' ], [ 1, '高中' ], [ 2, '中专' ],
    					[ 3, '大专' ], [ 4, '本科' ], [5, '硕士' ], [ 6, '博士' ] , [ 7, 'MBA' ] ]

        },
		/**
         * 任务书-创新类型
         */
		{
            'id' : 'rws001',
            'name' : '创新类型',
            'child' : [ [ 0, '原始创新' ], [ 1, '集成创新' ],[ 2, '引进消化吸收再创新' ]]

        },
        /**
         * 任务书-申报方式
         */
        {
            'id' : 'rws002',
            'name' : '申报方式',
            'child' : [ [ 0, '技术创新战略联盟申报' ], [ 1, '产学研联合申报' ],[ 2, '其它' ]]

        },
        /*********************************松原人才开始*************************/
        /**
         * 项目人员类型
         */
        {
            'id' : 'qzzt',
            'name' : '求职状态',
            'child' : [ [ 0, '目前正在找工作' ], [ 1, '观望有好机会会考虑' ],[ 2, '我目前不想换工作' ]]

        },
        {
            'id' : 'zjlx',
            'name' : '证件类型',
            'child' : [ [ 0, '身份证' ], [ 1, '护照' ],[ 2, '军人证' ],[ 3, '港澳居民来往内地通行证' ], [ 4, '外国人永久居留身份证' ],[ 5, '其它' ]]

        },
        {
            'id' : 'lxfs',
            'name' : '联系方式',
            'child' : [ [ 0, '家庭电话' ], [ 1, '公司电话' ],[ 2, '微信' ],[ 3, 'QQ号' ]]

        },
        {
            'id' : 'hyzt',
            'name' : '婚姻状态',
            'child' : [ [ 0, '已婚' ], [ 1, '未婚' ],[ 2, '保密' ]]

        },
        {
            'id' : 'dgsj',
            'name' : '到岗时间',
            'child' : [ [ 0, '随时' ], [ 1, '1周内' ],[ 2, '1个月内' ],[ 3, '3个月内' ],[ 4, '待定' ]]

        },
        {
            'id' : 'gzlx',
            'name' : '工作类型',
            'child' : [ [ 0, '全职' ], [ 1, '兼职' ],[ 2, '实习' ]]

        },
        {
            'id' : 'gsgm',
            'name' : '公司规模',
            'child' : [ [ 0, '少于50人' ], [ 1, '150-500人' ],[ 2, '500-1000人' ],[ 3, '5000-10000人' ]]

        },
        {
            'id' : 'gsxz',
            'name' : '公司性质',
            'child' : [ 
                        
                        [ 0, '外资（欧美）' ], [ 1, '外资（非欧美）' ],
                        [ 2, '合资' ], [ 3, '国企' ],[ 4, '民营公司' ],
                        [ 5, '上市公司' ], [ 6, '创业公司' ],
                        [ 7, '外企代表处' ], [ 8, '政府机关' ],[ 9, '事业单位' ],
                        [ 10, '非营利组织' ]
                       
            
            
            
            ]

        },
       
        {
            'id' : 'syxb',
            'name' : '松原人才性别',
            'child' : [ [ 0, '男' ], [ 1, '女' ]]

        },
        //学历
		{
			'id' : 'syxl',
			'name' : '松原人才学历',
			'child' : [ [ 0, '初中及以下' ], [ 1, '高中' ], [ 2, '中专' ],
					[ 3, '大专' ], [ 4, '本科' ], [5, '硕士' ], [ 6, '博士' ] , [ 7, 'MBA' ] ]
		},
        
        /******************************松原人才结束****************************/     
        
        
        
        
        
        
        
        
        
        
        
        
        
        
        
        
        
        
        
        
        
        
        
        
        
        
        {
        	'id':'ssxk001',
        	'name':'项目所属学科',
        	'child':[
        	[0,'数学'],[1,'信息科学与系统科学'],[2,'力学'],[3,'物理学'],
        	[4,'化学'],[5,'天文学'],[6,'地球科学'],[7,'生物学'],[8,'农学'],
        	[9,'林学'],[10,'畜牧、兽医科学'],[11,'水产学'],[12,'基础医学'],[13,'临床医学'],
        	[14,'预防医学与特种医学'],[15,'军事医学与特种医学'],[16,'药学'],[17,'中医学与中药学'],
        	[18,'工程与技术科学基础学科'],[19,'测绘科学技术'],[20,'材料科学'],[21,'机械工程'],
        	[22,'矿山工程技术'],[23,'冶金科学技术'],[24,'动力与电气工程'],[25,'能源科学技术'],[26,'核科学技术'],
        	[27,'电子、通信与自动控制技术'],[28,'计算机科学技术'],[29,'化学工程'],[30,'纺织科学技术'],[31,'食品科学技术'],
        	[32,'土木建筑工程'],[33,'水利工程'],[34,'交通运输工程'],[35,'航空、航天科学技术'],[36,'环境科学技术'],[37,'安全科学技术'],
        	[38,'管理学'],[39,'马克思主义'],[40,'哲学'],[41,'宗教学'],[42,'语言学'],
        	[43,'文学'],[44,'艺术学'],[45,'历史学'],[46,'考古学'],[47,'经济学'],
        	[48,'政治学'],[49,'法学'],[50,'军事学'],[51,'社会学'],[52,'民族学'],
        	[53,'新闻学与传播学'],[54,'图书馆、情报与文献学'],[55,'教育学'],[56,'体育科学'],[57,'统计学']
        	]
        	},
        	{
        		'id':'sshy001',
        		'name':'项目所属行业',
        		'child':[
        		[0,'电力、热力的生产和供应业'],
        		[1,'城市交通业'],[2,'畜牧业'],[3,'燃气生产和供应业'],[4,'仓储业'],[5,'渔业'],
        		[6,'水的生产和供应业'],[7,'邮政业'],[8,'农、林、牧、渔服务业'],[9,'房屋和土木工程建筑业'],[10,'电信和其他传输业务'],
        		[11,'农副食品加工业'],[12,'建筑安装业'],[13,'计算机服务业'],[14,'食品制造业'],[15,'建筑装饰业'],
        		[16,'软件业'],[17,'饮料制造业'],[18,'其他建筑业'],[19,'批发业'],[20,'烟草制造业'],[21,'铁路运输业'],[22,'零售业'],
        		[23,'纺织业'],[24,'道路运输业'],[25,'住宿业'],[26,'纺织服装、鞋、帽制造业'],
        		[27,'水上运输业'],[28,'餐饮业'],[29,'皮革、毛皮、羽绒及其制品业'],[30,'航空运输业'],
        		[31,'银行业'],[32,'木材加工及木、竹、藤、草制品业'],[33,'管道运输业'],[34,'证券业'],
        		[35,'家具制造业'],[36,'装卸搬运和其他运输服务业'],[37,'保险业'],[38,'造纸及纸制品业'],
        		[39,'房地产业'],[40,'其他金融活动业'],[41,'印刷业和记录媒介的复制'],[42,'地质勘查业'],[43,'租赁业'],
        		[44,'文教体育用品制造业'],[45,'水利管理业'],[46,'商务服务业'],[47,'医药制造业'],[48,'环境管理业'],
        		[49,'研究与试验发展'],[50,'化学纤维制造业'],[51,'公共设施管理业'],[52,'专业技术业'],[53,'橡胶制品业'],[54,'体育'],[55,'科技交流和推广服务业'],[56,'塑料制品业'],
        		[57,'娱乐业'],[58,'居民服务业'],[59,'非金属矿物质制品业'],
        		[60,'煤炭开采和洗选业'],[61,'其他服务业'],[62,'金属制品业'],[63,'石油和天然气开采业'],
        		[64,'教育'],[65,'通用机械制造业'],[66,'黑色金属矿采选业'],[67,'卫生'],[68,'专用机械制造业'],
        		[69,'有色金属矿采选业'],[70,'社会保障业'],[71,'交通运输设备制造业'],[72,'非金属矿采选业'],
        		[73,'社会福利业'],[74,'电气机械及器材制造业'],[75,'其他采矿业'],[76,'新闻出版业'],[77,'通讯设备，计算机及其他电子设备制造业'],
        		[78,'石油加工、炼焦及核心材料加工业'],[79,'广播、电视、电影和音像业'],[80,'仪器仪表及文化，办公用机械制造业'],
        		[81,'化学原料及化学制品制造业'],[82,'文化艺术业'],[83,'工艺品及其他制造业'],[84,'黑色金属冶炼及压延加工业'],[85,'农业'],
        		[86,'废弃资源和废旧材料回收加工业'],[87,'有色金属冶炼及压延加工业'],[88,'林业']
        		]
        		}
	]
};
